tap "derailed/k9s"
tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "radiusmethod/awsd"
brew "aws-sso-util"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bash-language-server"
brew "bat"
brew "bottom"
brew "brew-cask-completion"
brew "ca-certificates"
brew "certifi"
brew "curl"
brew "derailed/k9s/k9s"
brew "docker-completion"
brew "dockerfile-language-server"
brew "dos2unix"
brew "dust"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fluxcd/tap/flux"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "git"
brew "git-lfs"
brew "git-remote-codecommit"
brew "gnu-sed"
brew "gnuplot"
brew "go"
brew "graphviz"
brew "helm"
brew "helm-ls"
brew "htop"
brew "hyperfine"
brew "jd"
brew "jenv"
brew "jq"
brew "krew"
brew "kubernetes-cli"
brew "kustomize"
brew "launchctl-completion"
brew "lua-language-server"
brew "luarocks"
brew "make"
brew "maven"
brew "mkcert"
brew "neovim"
brew "node"
brew "nvm"
brew "open-completion"
brew "openjdk"
brew "openjdk@17"
brew "openvpn"
brew "perl"
brew "pipx"
brew "pnpm"
brew "postgresql@15"
brew "procs"
brew "pyenv-virtualenv"
brew "pyright"
brew "python-setuptools"
brew "radiusmethod/awsd/awsd"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rustc-completion"
brew "six"
brew "socat"
brew "starship"
brew "stern"
brew "stow"
brew "tailwindcss-language-server"
brew "terraform-ls"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "typescript-language-server"
brew "vscode-langservers-extracted"
brew "watch"
brew "wget"
brew "yaml-language-server"
brew "yamlfmt"
brew "yarn"
brew "yarn-completion"
brew "yq"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
## Added after updating VSCode -- not sure why
brew "hwloc"
brew "libtermkey"
brew "openblas"
brew "numpy"
brew "pugixml"
brew "python-packaging"
brew "tbb"
brew "openvino"
## End
cask "1password-cli"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "font-monaspace"
cask "font-monaspace-nerd-font"
cask "fontforge"
cask "openlens"
cask "visual-studio-code"
cask "vlc"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "gamunu.vscode-yarn"
vscode "github.codespaces"
vscode "github.remotehub"
vscode "github.vscode-pull-request-github"
vscode "mads-hartmann.bash-ide-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.remote-repositories"
vscode "orta.vscode-twoslash-queries"
vscode "redhat.vscode-yaml"
vscode "sodatea.velocity"
vscode "streetsidesoftware.code-spell-checker"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscodevim.vim"
vscode "hashicorp.terraform"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "vscjava.vscode-java-pack"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-test"
vscode "redhat.java"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-maven"
vscode "vercel.turbo-vsc"
vscode "vscjava.vscode-java-dependency"
