tap "derailed/k9s"
tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "radiusmethod/awsd"
brew "aws-sso-util"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bottom"
brew "certifi"
brew "curl"
brew "dos2unix"
brew "dust"
brew "eza"
brew "fd"
brew "gcc"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-lfs"
brew "git-remote-codecommit"
brew "gnu-sed"
brew "gnuplot"
brew "go"
brew "graphviz"
brew "helm"
brew "htop"
brew "hyperfine"
brew "jenv"
brew "jq"
brew "kubernetes-cli"
brew "krew"
brew "kustomize"
brew "luarocks"
brew "make"
brew "openjdk"
brew "maven"
brew "mkcert"
brew "neovim"
brew "node"
brew "nvm"
brew "octant"
brew "openjdk@17"
brew "openvpn"
brew "perl"
brew "pipx"
brew "pnpm"
brew "postgresql@15"
brew "procs"
brew "pyenv-virtualenv"
brew "python-setuptools"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "socat"
brew "starship"
brew "stow"
brew "terraform"
brew "terraform-ls"
brew "tflint"
brew "tfsec"
brew "tmux"
brew "tmuxinator"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "derailed/k9s/k9s"
brew "fluxcd/tap/flux"
brew "radiusmethod/awsd/awsd"
cask "1password-cli"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "font-monaspace"
cask "font-monaspace-nerd-font"
cask "fontforge"
cask "openlens"
cask "visual-studio-code"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "bboure.vscode-appsync-utils"
vscode "bradlc.vscode-tailwindcss"
vscode "csstools.postcss"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "firsttris.vscode-jest-runner"
vscode "gamunu.vscode-yarn"
vscode "github.codespaces"
vscode "github.remotehub"
vscode "github.vscode-pull-request-github"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "mads-hartmann.bash-ide-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.remote-repositories"
vscode "nrwl.angular-console"
vscode "orta.vscode-twoslash-queries"
vscode "redhat.vscode-yaml"
vscode "sodatea.velocity"
vscode "streetsidesoftware.code-spell-checker"
vscode "thebenforce.appsync-resolver-autocomplete"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscodevim.vim"
